aaron-bond.better-comments
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codeandstuff.package-json-upgrade
codezombiech.gitignore
cschlosser.doxdocgen
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
dbankier.vscode-quick-select
dotcypress.console-log
eamodio.gitlens
esbenp.prettier-vscode
folke.vscode-monorepo-workspace
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
golang.go
jock.svg
johnpapa.vscode-peacock
juanblanco.solidity
meganrogge.template-string-converter
mgmcdermott.vscode-language-babel
mguellsegarra.highlight-on-copy
mikestead.dotenv
mitchdenny.ecdc
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-next
naumovs.color-highlight
numso.prettier-standard-vscode
oderwat.indent-rainbow
redhat.vscode-yaml
ritwickdey.liveserver
ryu1kn.edit-with-shell
sirtobi.code-clip-ring
stackbreak.comment-divider
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
syler.sass-indented
vincaslt.highlight-matching-tag
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
yoavbls.pretty-ts-errors
yrm.type-challenges
